tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "gromgit/new-life"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "romkatv/powerlevel10k"
brew "glib"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aom"
brew "boost"
brew "doctl"
brew "folly"
brew "edencommon"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "lame"
brew "libass"
brew "libmicrohttpd"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "libavif"
brew "gd"
brew "libheif"
brew "libraw"
brew "geeqie"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "pkg-config"
brew "gobject-introspection"
brew "gpac"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "gtk4"
brew "guile"
brew "htop"
brew "ios-deploy"
brew "kubernetes-cli"
brew "libxt"
brew "mkcert"
brew "neovim"
brew "openssl@1.1"
brew "p7zip"
brew "pandoc"
brew "pipenv"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "scrcpy"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "xclip"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gromgit/new-life/unrar", link: false
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
cask "1password-cli"
cask "adoptopenjdk8"
cask "font-hack-nerd-font"
cask "kap"
cask "keycastr"
cask "ngrok"
cask "rar"
cask "react-native-debugger"
cask "stats"
cask "temurin"
cask "zulu17"
